{
    "Hello!": "Hallo",
    "Reset Password Notification": "Wachtwoord reset",
    "You are receiving this email because we received a password reset request for your account.": "Je krijgt deze email na een verzoek om je wachtwoord opnieuw in te stellen.",
    "Reset Password": "Reset wachtwoord",
    "This password reset link will expire in :count minutes.": "De link blijft :count minuten geldig.",
    "Regards": "Groeten",
    "If you did not request a password reset, no further action is required.": "Als je deze aanvraag niet zelf hebt gedaan, mag je deze mail negeren.",
    "If you're having trouble clicking the \":actionText\" button, copy and paste the URL below\ninto your web browser:": "Als de \":actionText\" knop niet werkt, kan je ook deze link copy-pasten: ",
    "All rights reserved.": "Alle rechten voorbehouden.",
    "Email": "Email",
    "Password": "Wachtwoord",
    "Already registered?" : "Al een account?",
    "Register": "Account aanvragen",
    "Confirm Password" : "Wachtwoord bevestigen",
    "Remember me": "Onthoud mij",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Log in": "Inloggen",
    "failed": "Deze gegevens komen niet overeen.",
    "password": "Het wachtwoord is niet juist.",
    "throttle": "Too many login attempts. Please try again in :seconds seconds.",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Laat ons uw e-mailadres weten en we sturen u een link om uw wachtwoord te resetten, zodat u een nieuw wachtwoord kunt kiezen.",
    "auth.confirmed": "De wachtwoorden komen niet overeen",
    "Your password has been reset.": "Uw wachtwoord is gereset",
    "passwords.user": "We kunnen geen gebruiker vinden met dit email adres",
    "passwords.reset": "Uw wachtwoord is gereset",
    "passwords.sent": "U heeft een email ontvangen met de resetlink",
    "passwords.throttled": "Wacht even voordat u het opnieuw probeert",
    "passwords.token": "Deze token is ongeldig",
    "Profile" : "Mijn account",
    "Log Out" : "Uitloggen",
    "Profile Information": "Mijn account",
    "Update your account's profile information and email address." : "Update je gegegevens en email-adres.",
    "Name" : "Naam",
    "Update Password" : "Wachtwoord aanpassen",
    "Current Password" : "Huidig wachtwoord",
    "New Password" : "Nieuw wachtwoord",
    "Ensure your account is using a long, random password to stay secure." : "Zorg er voor dat je een lang, willekeurig wachtwoord gebruikt om je account veilig te houden",
    "Save" : "Opslaan",
    "Delete Account" : "Account verwijderen",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain." : "Zodra uw account is verwijderd, worden alle gegevens permanent verwijderd."
}


